---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.Truss
zh: 桁架
source: html/1aadde21-1cfc-45c8-4811-3d3356a87277.htm
---
# Truss Members

**中文**: 桁架

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.